export const saintHistory = `{አቡነ እጨጌ ዮሐንስ ዘጠገሮ(ዘጸገሮ)}፦ 
         ታሪክ በጥቂቱ 
ጠገሮ ፃድቅ የአባ አቡነ እጨጌ ዮሐንስ ፦....... አባታችን የተወለዱት በኢየሩሳሌም አውራጃ ልዩ ስሙ ሳሬራ በሚባል የካቲት 28 ተፀንሰው በወራሀ ህዳር 28 ለ29 ሌሊት ተወለዱ (ህዳር29) ተወለዱ ፣የአባታቸው ስም �ይላሶር ሲባል የእናታቸው ስም ደግሞ እምነ ፅዩን ይባላል። ወላጆቻቸው እግዚአብሔርን የሚፈሩ ደጋግ ፃድቃኖች ናቸው ፃድቁ አባታችን ገና በአምስት አመታቸው ሳሉ ወላጆቻቸው ወደ እግዚአብሔር ቤት ይዘዋቸው ሲሄዱ ፍቅሩ ወልዳ �ስለ ማርያም ተመልክተው መሳቅ ጀመሩ እመቤታችን ድንግል ማርያም ከምስሉ ወጥታ በምን አውቀህኝ ነው ብላ አቅፋ ሳመችሁ ከእንግዲ በኃላ የልጄ አገልጋይ ትሆናለህ �ሮህም እንደ መላዕክት ይሆናል በአንተ ምክንያት ብዙ ሰዎች ይድናሉ በምድር ላይም 500 ትኖራለህ ብላ ባርካው ተሰወረች። ከዚያችም ቀን ጀምሮ አባ �ዮሐንስ  ለክርስቶስ ተላልፎ ተሰጠ 50 ዓመትም በበረሃ ሲጋደል ኖሮ ከ50 �ዓመት በኃላ በደመና ተጭኖ በመላዕኩ ቅዱስ ገብርኤል መሪነት ወደ ቅድስት ሀገር ኢትዮጵያ መጡ። ፃድቁ አባታችን በአቡነ ተክለሃይማኖት ዘመን መጨረሻ የመጡ ሲሆን
ምንኩስና ከደብረ ሊባኖስ ገዳም ተቀብለው ለ50 ዓመት በፆምና ፀሎት በተጋደሉ ቆይተዋል። አባ ዮሐንስ ወደ ተዘጋቸላቸው ምድር በቅዱስ ገብርኤል አሳሳቢነት ወደ ጠገሮ መጡ። ይህ ገዳማቸው የሚገኘው በሰሜን ሸዋ
በመንዝናይፋት �ልል መዘዞ በሚባል ቦታ ሲደርሱ በእግር 1 ሰዓት ከተጓዙ በኃላ የሚገኝ ሲሆን አስደናቂ የፃድቁ የእጨጌ ዮሐንስ ገዳም ነው።`;

export const fullSaintHistory = `አባታችን ተጋድሏቸው ሳለ ሰዎች በክፋት ተነሱባቸው ሰይጣን በእነርሱ አድሯልና እንዴት እንደሚያጠፋቸው ይማከሩ ጀመር ሊገድሏቸው ፈልገው ቅድስናቸው በሁሉ ዘንድ
የታወቀ ነውና ፈሩ ለምን ከምንደራችን ከወንድ ያረገዘች ሴት ፈልገን በሐሰት እንክሰሳቸው ብለው ወርቅና ብር ለሴቷ ሰጥተው በሐሰት ከእርሱ አርግዣለሁ
ብላ እንድትናገር አደረጎት አባታችንን በሕዝብ ፊት በሐሰት ተከሰሱ ፃድቁም አንቺ ሴት ከእኔ ነው �ረገሽው አሏት እርሷም አዎ ከአንተ ነው ልትክድ ነው እንዴ
አለችሁ አባታችንም አዝነው በአንቺና በእኔ መካከል እግዚአብሔር ይፍረድ ሲሉ ወዲያው ለሁለት ተሰንጥቃ ሞተች የአገሩ ሰዎች ፈሩ ፃድቁም ምድሯን እረገሟት የተዘራው ዘር አይብቀልብሽ የተተከለው አይፅደቅ ብርድና �ውርጭ �ፈራረቅብሽ ብለው ረግመዋት በደመና ተጭነው ወደ ሰሜን ጎንደር እስቴ ጉንደ
ተክለተሃይማኖት ሄዱ። አባ ዩሐንስ በመላው ኢትዮጰያ ዞረው ያስተማሩ ሲሆን ከቅድስናቸው የተነሳ በፀሐይ ላይ 50 ዓመት በጨረቃ ላይ 50 ዓመት �በደመና ላይ 50 እንዲሁም አለም በክንፎ በመዞር በደመና ላይ 50 የኖሩ
አባትም ናቸው። ከሰው ተወልደው ከመላዕክት ተደምረዋልና በይፋት ጠግሮ ባለወልድ ፣በአፋር አዘሎ፣በመንዝ ኤጎራ ፍርኩታ ኪዳነምሕረት አካባቢ ፣በደብረ ሊባኖስ፣በጉንድ ተክለሃይማኖት
በሌሎችም ስፍራ በመዘዋወር በታላቅ ተጋድሎ በፆምና ፀሎት ቆይተዋል።ከሰማይ መስቀል የወረደላቸው ሲሆን ዛሬም በገዳማቸው የሄደ ሰው በወረደው በእጃቸው መስቀል እየተዳበሰ ቆመው በፀለዩበት ባሕር በፀበላቸው ይጠመቃል በተጨማሪም ይዞሀት በነበረው መቋሚያ ጀርባችንን እንዳበስበታለን፤ ቆመው ከፀለዩበት ባሕር ጠገሮ ውስጥ ደረቅ አሸዋ ይወጣል በገዳማቸው አባ እጨጌ ዮሐንስ 500ዓመት ከኖሩ በኃላ እረፍተ ዘመናቸው ደረሰ መዳሐኒዓለም ከ15 ነቢያት
ከ12 ሐዋሪያት ሄሮድስ ያስፈጃቸው ከአርባ አራት ሺው ሕፃናትን አብርሃም ይሳዕቅ ያዕቆብን ሁሉንም ነገደ መላዕክትን ነበያት ሃዋርያትን ጻድቃን ሰማዕታትን
አስከትሎ መጣ ለአባ ዮሐንስ ቃልኪዳን ሰጣቸው ስምህን የጠራ፤ ገዳምህንየረገጠ፣መባ የሰጠ፣ቤተክርስትያንህን የሰራ ያሰራ የረዳ፣ገድልህን የሰማ ያሰማ ያስተረጎመ፣ መታሰቢያን ያደረገ፣ እስከ10 ትውልድ እምርልሀለው፤ ንስሀ ሳይገባ
አይሞትም ልጅ መውለድ ባይችል መሃን �ቢሆን እኔ ልጅ እሰጠዋለሁ፤ የክርስትያን ማደርያ በሆነች ገነት(ደብረ ፂዮን)በብርሃን ቦታ አስቀምጠዋለሁ ብሎ ቃል
ኪዳን ሰጣቸው። ገድላቸው በጥቂቱ ነው እንዲሁም ገድልህን በቤትህ ያስቀመጠ እርኩስ መንፈስ አይነካውም፣ክፉ አጋንት አይነካውም፣ቸነፈርና ወባ
አይነካውም፣መላኢከ ጽልመት አይነካውም።በገዳምህ መነኩሴ ቢቀበር በሰማይ ክንፍ አበቅልለታለሁ፣አይሁድም አረማዊም ያላመነ ያልተጠመቀ በገድልህ ታምኖ �በገዳምህ መጥቶ ቢያርፍ ይቅር እልለሃለሁ እንደ መቃብሬ ጉልጎታ እንደተቀበረ አድርጌ እቆጥርልሃለሁ።ይህንን ቃልኪዳን ጌታችን መድኃኒታችን ኢየሱስ ክርስቶስ ሰጥቷቸው ወደ ሰማይ አረገ አባ እጨጌ �ዮሐንስ ሐምሌ 29 ቀንአረፉ። በጉንደ ተክለሃይማኖትም ተቀበሩ 157ዓመት በኃላ አንድ የበቁ ባሕታዊ ወደ መንዝ ሄደው የረገሟት መሬት እንድትቀደስ የተዘራው እንዲበቅል ከስውራን
አባቶች ጋር በመሆን ግማሽ አፅማቸውን ከጉንደ ተክለሃይማኖት አውጥተው አርባሐራ መዳኒዓለም አጠገብ �በላይ በፍሩክታ ኪዳነምሕረት መጋቢት
18 ፍልሰተ አፅሙ አረፈ ምድሪቷም ተባረከች የዘሩትንም አበቀለች ውርጩም ብርዱም ቀነሰ ዝናብ አልዘንብ ሲል ሰብል �መጨርስ አንበጣ ሲመጣ ታቦታቸው ወጥቶ ምዕላ ይያዛል ወድያውም መቅሰፍት ይርቃል ዝናብም ይዘንባል።ፀበላቸው ሽባ ይተረትራል ድውይ ፈዋሽ ከሰማይ የወረደላቸው መስቀልም ታምር
ሰሪ ከባሕራቸው ደረቅ አሸዋ የሚወጣበት የጠገሮ ፃድቁ እጨጌ ዮሐንስ በረከት ይደርብን አሜን!!!`;
